Repository: common-repository/svt-simple
Catalog: includes/languages/svt-simple-*.po
Languages: de_de

source: SVT Simple Settings
de_de: SVT Simple Einstellungen

source: Settings
de_de: Einstellungen

source: SVT Simple Shortcode: Please configure your Google Maps API Key
de_de: SVT Simple Shortcode: Bitte trag einen gültigen Google Maps API Key ein

source: Select your SVT Panorama
de_de: Wähl das SVT Panorama aus

source: Search for an address or manually move to the location on the map
de_de: Nutze die Suche oder direkt die Karte um die gesuchte Adresse zu finden

source: Drag the pegman
de_de: Zieh den Pegman

source: onto a blue dot on the map that represents the panorama your are looking for
de_de: auf den blauen Punkt auf der Karte, der das gesuchte SVT Panorama repräsentiert

source: Select the panorama and orientation (you can walk through the tour and select one of its panoramas looking into the direction you like)
de_de: Wähle ein Panorama und die Ausrichtung/Drehung (Du kannst durch alle verbundenen Panos klicken und das gewünschte mit der gewünschten Blickrichtung auswählen).

source: Click the *Generate Shortcode* button
de_de: Klick auf den *Shortcode generieren* Button

source: Enter the address
de_de: Gibt eine Adresse ein

source: Name / Location
de_de: Name / Adresse

source: Search
de_de: Suchen

source: Options
de_de: Optionen

source: Static Image with Lightbox
de_de: Statisches Bild mit Lightbox

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Width Thumbnail
de_de: Breite Vorschau

source: Height Thumbnail
de_de: Höhe Vorschau

source: Autorotate the panorama
de_de: Automatisches Drehen des Panoramas

source: Spin
de_de: Drehung

source: Generate Shortcode
de_de: Shortcode generieren

source: The address search ran into an error:
de_de: Die Adresssuche hat einen Fehler geliefert:

source: Please use the yellow pegman to select a Streetview panorama!
de_de: Bitte den kleinen, gelben Pegman nutzen um ein Panorama auszuwählen!

source: No or invalid API key or daily query limit reached!
de_de: Kein oder ungültiger API Key oder das Tageslimit wurde erreicht!

source: Settings
de_de: Einstellungen

source: You need a valid API key from Google to use the Google panoramas on your site
de_de: Du brauchst einen gültigen API Key von Google um die Panoramen auf Deiner Site darzustellen

source: Get an API key
de_de: Hol Dir einen API Key

source: You have to enable the Maps JavaScript API, the Geocoding API and the Street View API in your
de_de: Du musst die Maps JavaScript API, die Geocoding API und die Street View API bei Google aktivieren

source: Google API Library
de_de: Google API Bibliothek

source: If you like you can support my efforts and the development of the plugin by donating with
de_de: Wenn Du möchtest, kannst Du meine Bemühungen und die Entwicklung des PlugIns mit einer Spende unterstützen:

source: Your Google Maps JS API Key.
de_de: Dein Google Maps API Key.

source: Your Google Maps JS API Key
de_de: Dein Google Maps API Key

source: API Key seems to be OK
de_de: Der API Key scheint OK zu sein

source: Enable static preview images
de_de: Statische Vorschaubilder aktivieren

source: If this option is on, you can insert static images of your panos into the posts and pages
de_de: Wenn diese Option aktiv ist, kannst Du statische Vorschaubilder der Panos einsetzen

source: Each image opens a lightbox layer with the interactive panorama if clicked
de_de: Jedes Vorschaubild öffnet das eigentliche Pano nach einem Klick in einer Lightbox

source: Therefore we have to load additional JS files. So use this option only if needed
de_de: Für diese Funktionalität müssen zusätzliche Javascript und CSS Dateien geladen werden. Daher nur einschalten, wenn Du die Option benutzt

source: Static Street View images can be returned in any size up to 640 x 640 pixels
de_de: Google liefert die statischen Street View Bilder in der maximalen Größe von 640x640px

source: Google Maps APIs Premium Plan customers can request images up to 2048 x 2048 pixels
de_de: Mit dem Google Maps APIs Premium Plan liefert Google maximal 2048x2048px große Bilder

source: Load Maps API only when needed
de_de: Google Maps API nur bei Bedarf laden

source: Whenever you change any of the options on this page and you use a caching plugin: clear the cache
de_de: Wenn Du eine Option auf dieser Seite veränderst und Du nutzt ein Caching PlugIn: leere den Cache

source: Some themes will not support the dynamic load of the Google Maps API only on those posts where you used the shortcode
de_de: Einige Themes und PlugIns unterstützen nicht das dynamische Laden der Google Maps API nach Bedarf

source: If the panos do not show up, uncheck this option
de_de: Wenn die Panos nicht dargestellt werden, entferne bitte die folgende Option

source: Load Javascript asynchronous
de_de: Javascript asynchron laden

source: You can load parts of the needed scrips asynchronous. This may bring problems with the panos so use it with caution
de_de: Du kannst die benötigten Javascript Teile asynchron laden. Das kann zu Darstellungsproblemen führen. Im Zweifel diese Option ausschalten

source: Switch on Logfile
de_de: Log einschalten

source: Switch on the Logfile
de_de: Das Log einschalten

source: If you run into problems a logfile may be helpful
de_de: Wenn Du Probleme mit dem Plugin hast, kann ein Logfile hilfreich sein

source: You will find the log in /wp-content/uploads/svtsimple-logs/
de_de: Du findest das Log unter /wp-content/uploads/svtsimple-logs/

source: Save all changes
de_de: Änderungen sichern

source: Google will give you some free traffic to use the maps API. Calcuate the costs with this
de_de: Google erlaubt einige kostenlose Zugriffe auf die Maps API. Die genauen Kosten kannst Du hier berechnen

source: Google Pricing Calculator
de_de: Google Preis Kalkulator

source: More information about the pricing structure by Google can be found
de_de: Weitere Informationen über die Preisstruktur bei Google findest Du

source: here
de_de: hier

source: SVT Simple brought to you by
de_de: SVT Simpel wurde konzipiert und gebaut von

source: The perfect PlugIn to display Google Street View Panos in Wordpress.
de_de: Das perfekte PlugIn um Google Street View Panoramen in Wordpress darzustellen.
